Repository: boneframework/bone-native-backend-api
Catalog: data/translations/*/*.po
Languages: nl_be

source: About
nl_be: Over

# download
source: Loot
nl_be: Downloaden

source: Contribute
nl_be: Bijdragen

source: Learn
nl_be: Leren

# home.intro
source: It be yet another PHP framework swashbucklin' ont' th' scene!
nl_be: Een PHP-raamwerk voor piraten

# index.intro
source: Be ye wantin an MVC framework peppered with local pirate lingo? It be the most bare bones framework in the seven seas! Garr!
nl_be: Een PHP-raamwerk voor piraten

# index.install
source: Ye can download th' Bone MVC source code by sailin' over t' Github. But the Cap'n recommends ye install
nl_be: Je kunt de Bone MVC-broncode downloaden door naar Github te bladeren. Maar we raden aan om

# index.install2
source: 'n' do it that way.
nl_be: te installeren, en doe het op die manier

source: Visit
nl_be: Bezoek

# index.crew
source: Gaarrrr! We be needin' a foul-mouthed grog swillin' crew
nl_be: We zijn altijd op zoek naar medewerekers

# index.crew2
source: t' sail th' ship t' th' fabled Monkey Island.
nl_be: om Bone MVC nog beter te maken.

# index.crew3
source: If ye like Bone an' want t' help conquer the seven seas, fork it and get aboard!
nl_be: Als je van Bone houdt en zou willen bijdragen aan de ontwikkeling ervan, ervoor en aan boord gaan!

# learn.learn
source: Learn Bone MVC Framework
nl_be: Leren

# learn.tagline
source: All our crew be trained by the Melee Island Swordmaster!
nl_be: Het is gemakkelijk om met een nieuw project aan de slag te gaan

source: Installation
nl_be: Installatie

# learn.composer
source: Ahoy matey! First ye be needin'
nl_be: Zorg eerst dat je

# learn.install.bone
source: Then install Bone.
nl_be: hebt. Installeer vervolgens 'Bone MVC'

# learn.globally
source: or if ye haven't installed composer globally ...
nl_be: als je Composer niet wereldwijd hebt ge√Ønstalleerd ...

# configure
source: Configger
nl_be: Configureren

# learn.folders
source: Ye can see ye have a config, data, public, and src folder. Dinnae be touchin' th' vendor folder or th' Cap'n will make ye walk the plank!
nl_be: U ziet een map config, data, public en src. Laat de leveranciersmap staan, dat is waar Composer projectafhankelijkheden installeert.

# learn.777
source: Make th' data folder writable. 777 be lettin' every landlubber have write access, so if ye can we prefer 775 with yer Apache user in th' group.
nl_be: Maak de datamap schrijfbaar. 777 geeft iedereen schrijftoegang, dus plaats het in 775 met uw Apache-gebruiker in de groep.

# learn.vhosts
source: In yer apache virtual hosts, set the document root as th' public folder
nl_be: Stel in uw Apache virtuele hosts de documentroot in als de openbare map

# learn.config
source: Th' config folder
nl_be: De configuratiemap
